{"variables":{"67040":{"years":[2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017,2017],"entities":[355,36458,343,36460,36461,36463,289,36415,36416,5404,454,5398],"values":[65.2,96,73.9,41.3,85,70.5,40.5,48.4,95.2,46.3,39.3,47.2],"id":67040,"name":"11.6.1 - Proportion of population served by municipal waste collection","unit":"Percent","description":null,"created_at":"2018-02-07T21:15:36.000Z","updated_at":"2018-02-28T08:59:10.000Z","uploaded_at":"2018-02-07T21:15:36.000Z","code":null,"coverage":"","timespan":"","datasetId":2021,"variableTypeId":4,"sourceId":14024,"uploaded_by":null,"display":{},"shortUnit":null,"datasetName":"Proportion of urban solid waste regularly collected and with adequate final discharge out of total urban solid waste generated, by cities","s_id":14024,"s_name":"Proportion of urban solid waste regularly collected and with adequate final discharge out of total urban solid waste generated, by cities","source":{"id":14024,"name":"Proportion of urban solid waste regularly collected and with adequate final discharge out of total urban solid waste generated, by cities","dataPublishedBy":"United Nations Statistics Division","dataPublisherSource":"","link":"https://unstats.un.org/sdgs/indicators/database/","retrievedData":"","additionalInfo":"Definition: \n \nProportion of urban solid waste regularly collected and with adequate final discharge out of total urban \nsolid waste generated \n \nThe goal of this indicator aims to generate the proportion of urban solid waste regularly collected and \nthat is adequately discharged out of all the total urban waste generated by the city.  \n \nComments and limitations: \n \nIn many countries and sub-national governments, solid waste collection and management data are \ncurrently incomplete or not available. Countries have varying policies that define appropriate waste \nmanagement, with different levels of treatment and data collection. Cities and countries that have more \nadvanced systems should report other aspects of waste management such as recycling that can be \ndisaggregated by different components.  \n \nSince this indicator has two points of reporting, i.e., the source for establishing if waste is collected \nregularly or not regularly, and the final discharge point and its level of adequacy, there is a need to \nintegrate them in the monitoring. Some countries/cities have the data and monitoring systems needed to \nreport and others may require training and capacity development to enhance their capacities.  \n \nFeasibility \n \nCollection of indicators and data cannot be said infeasible but it might require training and capacity \ndevelopment. The data for the indicator such as total solid waste generation is globally available although \nthe precision of data is disputable. This means that many countries have some data collection system but \nthere are rooms for improvement. Also the collection of the data such as amount of waste adequately \ndischarged will be a challenge for many of national and local governments. Introducing this data \ncollection system globally is not only feasible since they usually have basic data collection system but will \nalso contribute to enhance the solid waste monitoring capacity both at the national and local level.  \n \nSuitability \n \nMany cities generate more solid waste than they can dispose of. Even when municipal budgets are \nadequate for collection, the safe disposal of collected wastes often remains a problem. Dumping and \nuncollected landfills are sometimes the main disposal methods in many developing countries; sanitary \nlandfills are the norm in only a handful of cities [2]. While, regular solid waste collection is a clear \nindicator of the effectiveness of a municipal administration, appropriate waste management is an \nexcellent mechanism to reduce the adverse per capita environmental impact of cities and in this sense, \nthe indicator is very suitable. \n \nThis indicator is used in many countries and can also be tracked and monitored in many local \ngovernments or cities globally. Solid waste management is essential for the sustainability of cities \nespecially if it includes: waste reduction, reuse, recycling and composting, incineration, and disposal in \nlandfills. Within a waste management hierarchy, waste prevention and reuse are the most preferred \nmethods and should be promoted, as they reduce the demand on scarce environmental resources, \nreduce energy use, and minimize the quantity of waste that must eventually be recycled, incinerated or \ndisposed in landfills. \n \nRelevance \n \nWaste collection is the collection and transportation of waste to the place of treatment or discharge by \nmunicipal services or similar institutions, or by public or private corporations, specialized enterprises or \ngeneral government (United Nations, 1997). A prosperous city seeks to collect and manage appropriately \n\n\fall its solid waste and improve standards of living, cleanliness and hence decrease the chances of having \ndisease outbreaks related to the improper management of waste.  \n \nUrban households and businesses produce substantial amounts of solid waste, including industrial, \nconstruction and hazardous waste that must be collected regularly and disposed-off properly in order to \nmaintain healthy and sanitary living conditions. Such waste collection is available through formal or \ninformal means. Uncollected and improperly managed solid waste can end up in drains and dumps \nleading to blocked drainages and cause unsanitary conditions. Vectors such as mosquitos usually breed in \nblocked drainages and dumps that are not well managed. In summary, waste collection management is \nintended to reduce adverse effects of waste on health, the environment or aesthetics, and the entire \necosystems that support the city or urban area. \n \nLimitations \n \nCountries have varying policies that define appropriate waste management, with different levels of \ntreatment and data collection. To ensure comparability the indicator should limit to the methodology and \ndefinitions presented above. However some countries/cities have the data and monitoring systems able \nto report the indicator here but others may require training and capacity development to enhance their \ncapacities. \n \n\nData Availability \n\n \nDescription: \n \nData is available for over 140 countries and over 1000 cities based on the latest update. The database will \nbe further populated with new city-level data that has recently become available via the UN-Habitat led \nCity prosperity Initiative. \n \nTime series: \n \nThe indicator is updated annually, depending on new data that becomes available in the reference year, \ntime series data will be generated over the course of the SDGs  \n \n"}}},"entityKey":{"289":{"name":"Sub-Saharan Africa","code":null},"343":{"name":"Latin America and the Caribbean","code":null},"355":{"name":"World","code":"OWID_WRL"},"454":{"name":"Least developed countries","code":null},"5398":{"name":"Small island developing States","code":null},"5404":{"name":"Landlocked developing countries","code":null},"36415":{"name":"Oceania (excluding Australia and New Zealand)","code":null},"36416":{"name":"Australia and New Zealand","code":null},"36458":{"name":"Europe and Northern America","code":null},"36460":{"name":"Central and Southern Asia","code":null},"36461":{"name":"Eastern and South-Eastern Asia","code":null},"36463":{"name":"Northern Africa and Western Asia","code":null}}}